
[
  {
    "name": "Soldering Iron",
    "img":"https://i.ibb.co/FkpLV6c/71k0j-WXS7d-L-AC-SL1500.jpg",
    "description":"This adjustable-temperature soldering iron is a great tool for when you don’t want to break the bank but need a reliable iron to get the job done. Operating at 60w and 110v, this soldering iron can be adjusted to five different temperatures: 280°c, 330°c, 380°c, 430°c and 480°c. This iron is very easy to use and features an on/off switch, allowing you to keep it plugged in on your workbench stand for quick access.",
    "price":"500",
    "quantity":"200",
    "minQuantity":"10"
  },
  {
    "name": "Wrench",
    "img":"https://i.ibb.co/jzC6BQH/71s-P4-V5wj4-L-AC-SL1500.jpg",
    "description":"Adjustable wrenches are a must-have CRAFTSMAN tool for any toolbox. These adjustable wrenches have an all steel I-beam construction for durability and comfort when applying torque to break those stubborn bolts free. CRAFTSMAN adjustable wrenches come in sizes ranging from 6-inch to 24-inch to get the job done in a variety of applications.",
    "price":"50",
    "quantity":"10000",
    "minQuantity":"100"
  },
  {
    "name": "Digital Multimeter",
    "img":"https://i.ibb.co/0YMPLTb/817x-HOzim2-L-SL400.jpg",
    "description":"DT830 series multimeter have been designed according to IEC-1010 concerning electronic measuring instruments with a measurement category (CAT 600V),  the max. permitted transient voltage: 2500V, and pollution2.",
    "price":"1100",
    "quantity":"100",
    "minQuantity":"5"
  },
  {
    "name": "Screwdriver Set",
    "img":"https://i.ibb.co/RQcZ0M1/screwdriver.jpg",
    "description":"This product comes with very attractive design. The material used in it will meet your expectation and need also. Now with a new look it is even better than before and its quality will definitely meet your desire. So you may take this to bring smile and enjoy the feel of good quality product.",
    "price":"1100",
    "quantity":"1000",
    "minQuantity":"50"
  }
]